---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.FBXExportOptions
source: html/0ecc67db-1f7a-cc97-df7d-af681e1cd1b2.htm
---
# FBXExportOptions Members

Default constructor. Sets all options to their default values.